Repository: bitcero/dtransport
Catalog: lang/*.po
Languages: es

source: About D-Transport
es: Acerca de D-Transport

source: Categories
es: Categorías

source: Specified category is not valid!
es: ¡La categoría especificada no es válida!

source: Specified category does not exists!
es: ¡La categoría especificada no existe!

source: Edit category
es: Editar categoría

source: New category
es: Nueva categoría

source: Edit Category
es: Editar categoría

source: New Category
es: Nueva categoría

source: Category name
es: Nombre de la categoría

source: Category short name
es: Nombre corto de la categoría

source: Description
es: Descripción

source: Root category
es: Categoría raíz

source: Select category...
es: Seleccionar categoría...

source: Active category
es: Activar Categoría

source: Submit
es: Enviar

source: Cancel
es: Cancelar

source: Session token expired!
es: ¡Identificador de sesión no válido!

source: Another category with same name already exists!
es: ¡Ya existe una categoría con el mismo nombre!

source: Already exists another category with same short name!
es: ¡Ya existe otra categoría con el mismo nombre corto!

source: Already exists another category with same name!
es: ¡Ya existe otra categoría con el mismo nombre!

source: Category could not be saved!
es: ¡La categoría no pudo ser almacenada!

source: Category saved successfully!
es: ¡Categoría almacenada correctamente!

source: You must select at least one category to delete!
es: ¡Debes seleccionar al menos una categoría para eliminar!

source: Category ID "%s" is not valid!
es: ¡El ID "%s" de categoría no es válido!

source: Category with ID "%s" does not exists!
es: ¡No existe la categoría con ID "%s"!

source: Category "%s" could not be deleted!
es: ¡La categoría "%s" no pudo ser eliminada!

source: There was errors trying to delete categories
es: Ocurrieron errores al intentar eliminar categorías

source: Categories deleted successfully!
es: ¡Categorías eliminadas correctamente!

source: Database could not be updated!
es: ¡La base de datos no pudo ser actualizada!

source: Database updated successfully!
es: ¡Base de datos actualizada correctamente!

source: Specified download item does not exists!
es: ¡La descarga especificada no existe!

source: Features of "%s"
es: Características de "%s"

source: Downloads
es: Descargas

source: Features
es: Características

source: Download item ID not provided!
es: ¡No se proporcionó un ID de descarga!

source: Feature ID not specified!
es: ¡No se especificó el ID de la característica!

source: Specified feature does not exists!
es: ¡La característica especificada no existe!

source: Edit Feature
es: Editar Característica

source: Add Feature
es: Agregar Característica

source: Another feature with same title already exists!
es: ¡Ya existe otra característica con el mismo título!

source: Featured saved successfully!
es: Característica almacenada correctamente!

source: Feature could not be saved: %s
es: No se pudo guardar la característica: %s

source: Download item not specified!
es: ¡No se específico la descarga!

source: You must specified at least one feature to delete!
es: ¡Debes especificar, por lo menos, una característica para eliminar!

source: Feature %s could not be deleted: %s
es: La característica %s no pudo ser eliminada: %s

source: Features has been deleted successfully!
es: ¡Características eliminadas correctamente!

source: Some errors occurs whiel trygin to delete features: %s
es: Ocurrieron errores al intentar eliminar las características: %s

source: Before to view files, you must specify a download item!
es: ¡Antes de poder ver archivos debes especificar una descarga!

source: Specified item does not exists!
es: ¡El elemento especificado no existe!

source: Files
es: Archivos

source: Files for "%s"
es: Archivos para "%s"

source: No download item ID has been provided!
es: ¡No se ha proporcionado un ID de descarga!

source: No file ID has been specified!
es: ¡No se ha especificado un ID de archivo!

source: Specified file does not exists!
es: ¡El archivo especificado no existe!

source: File %s does not exists! You need to upload this file again.
es: ¡El archivo %s no existe! Debes volver a cargar el archivo.

source: Add File
es: Agregar Archivo

source: Edit file
es: Editar archivo

source: New file
es: Nuevo archivo

source: Session token not valid!
es: ¡Identificador de sesión no válido!

source: Group id not provided!
es: ¡No se proporcionó el ID del grupo!

source: Specified group does not exists!
es: ¡No existe el grupo especificado!

source: Group %s could not be deleted!
es: ¡El grupo %s no pudo ser eliminado!

source: Group %s deleted successfully!
es: ¡El grupo %s fue eliminado correctamente!

source: No file ID has been provided!
es: ¡No se ha especificado el ID del archivo!

source: File updated successfully!
es: ¡Archivo actualizado correctamente!

source: Errors occurs while trying to update files: %s
es: Ocurrieron errores al intentar actualizar los archivos: %s

source: Directory "%s" to store downloads does not exists yet!
es: ¡No existe el directorio "%s" donde se almacenarán los archivos!

source: Protected directory \"%s\" does not exists!
es: ¡El directorio protegido "%s" no existe!

source: An error ocurred while trying to write .htaccess file!
es: ¡Ocurrió un error al intentar escribir el archivo .htaccess!

source: Dashboard
es: Escritorio

source: Pending Downloads
es: Descargas Pendientes

source: Edited Downloads
es: Descargas Editadas

source: Downloads Management
es: Administración de Descargas

source: Download item has not been specified!
es: ¡No ha sido especificada una descarga!

source: Download item does not exists!
es: ¡No existe la descarga!

source: New Download Item
es: Nueva Descarga

source: Other license
es: Otra licencia

source: Other platform
es: Otra plataforma

source: Downloads management
es: Administración de descargas

source: Editing item
es: Editando descarga

source: New item
es: Nueva descarga

source: You must select at least one download item to delete!
es: ¡Debes seleccionar al menos una descarga para eliminar!

source: Your download %s has been deleted!
es: ¡Tu descarga %s ha sido eliminada!

source: Errors ocurred while trying to delete selected downloads!
es: ¡Ocurrieron errores al intentar eliminar las descargas seleccionadas!

source: Downloads deleted successfully!
es: ¡Descargas eliminadas correctamente!

source: You must select at least one item to modify!
es: ¡Debes seleccionar al menos un elemento para modificar!

source: Errors ocurred while trying to update database!
es: ¡Ocurrieron errores al intentar actualizar la base de datos!

source: Licences
es: Licencias

source: You must provide a valid license ID!
es: ¡Debes proporcionar un ID de licencia válido!

source: Specified licence ID does not exists!
es: ¡No existe la licencia con el ID especificado!

source: Licenses
es: Licencias

source: Edit Licence
es: Editar Licencia

source: New Licence
es: Nueva Licencia

source: Licence name
es: Nombre de licencia

source: Licence reference URL
es: URL de referencia de la lilcencia

source: Licence type
es: Tipo de licencia

source: Open source licence
es: Licencia Open Source

source: Restrictive licence
es: Licencia propietaria

source: Save Changes
es: Guardar Cambios

source: You must provide a licence identifier in order to edit its data
es: Debes proporcionar un ID de licencia para editar sus datos

source: Specified licence does not exists!
es: ¡La licencia especificada no existe!

source: Another licence with same name already exists!
es: ¡Ya existe una licencia con el mismo nombre!

source: Licence could not be saved! Please try again
es: ¡La licencia no pudo ser almacenada! Por favor inténtalo de nuevo

source: License saved successfully!
es: ¡Licencia almacenada correctamente!

source: No licenses has been specified!
es: ¡No han sido especificada una licencia!

source: Specified ID for licence does not exists: %s
es: No existe el ID de licencia especificado : %s

source: Sepecified licence does not exists: %s
es: No existe la licencia especificada: %s

source: Licence "%s" could not be deleted!
es: ¡No se pudo eliminar la licencia "%s"!

source: Errors ocurred whilke trying to delete licenses:
es: Ocurrieron errores al intentar eliminar las licencias:

source: Licences deleted successfully!
es: ¡Licencias eliminadas correctamente!

source: %m%-%d%-%Y%
es: %d%-%m%-%Y%

source: Versions Log
es: Registro de Versiones

source: Download item ID has not been provided!
es: ¡No ha sido proporcionado un ID de descarga!

source: Log item ID has not been provided!
es: ¡No ha sido proporcionado un ID de registro!

source: Specified item log does not exists!
es: ¡El registro especificado no existe!

source: Edit Change Log of "%s"
es: Editar Registro de Cambios de "%s"

source: New Log for "%s"
es: Nuevo Registro para "%s"

source: Download Item
es: Descarga

source: Log title
es: Título del Registro

source: Log content
es: Contenido del registro

source: Item log ID not provided!
es: ¡No ha sido especificado un ID de registro!

source: Specified log does not exists!
es: ¡No existe el registro especificado!

source: Item log could not be saved!
es: ¡No se pudo almacenar el registro!

source: You must select at least one log!
es: ¡Debes seleccionar al menos un registro!

source: Item logs deleted successfully!
es: ¡Registros eliminados correctamente!

source: Logs could not be deleted!
es: ¡No se pudieron eliminar los registros!

source: Platforms
es: Plataformas

source: All downloads
es: Todas las descargas

source: Pending
es: Pendientes

source: Edited
es: Editadas

source: Deleted
es: Eliminadas

source: Screenshots
es: Capturas

source: Logs
es: Registros

source: Statistics
es: Estadísticas

source: New Download
es: Nueva Descarga

source: About
es: Acerca de

source: You must specified a valid platform ID!
es: ¡Debes especificar un ID de plataforma válido!

source: Sepecified platform does not exists!
es: ¡No existe la plataforma especificada!

source: Edit Platform
es: Editar Plataforma

source: New Platform
es: Nueva Plataforma

source: You must specify a valid platform ID!
es: ¡Debes especificar un ID de plataforma!

source: Specified platform does not exists!
es: ¡La plataforma especificada no existe!

source: Another platform with same name already exists!
es: ¡Ya existe otra plataforma con el mismo nombre!

source: Platform saved successfully!
es: ¡Plataforma almacenada correctamente!

source: You must select at least one platform to delete!
es: ¡Debes seleccionar al menos una plataforma para eliminar!

source: Session token expired
es: Identificador de sesión no válido

source: Invalid platform ID: %s
es: ID de plataforma no válido: %s

source: Does nto exists platform with ID %s
es: No existe la plataforma con el DI %s

source: Platform "%s" could not be deleted!
es: ¡La plataforma "%s" no pudo ser eliminada!

source: Errors ocurred while trying to delete platforms:
es: Ocurrieron errores al intentar eliminar las plataformas:

source: Platforms deleted successfully!
es: ¡Plataformas eliminadas correctamente!

source: Please provide all data
es: Por favor proporciona todos los datos

source: Please provide a valid email. This must be the email that you used when purchase your license.
es: Por favor proporciona un email válido. Debe ser la dirección que usaste cuando adquiriste tu licencia.

source: No response from licenses server
es: Sin respuesta del servidor de licencias

source: D-Transport has been activated successfully! Please reload the page to start using the module.
es: ¡D-Transport se ha activado correctamente! Por favor actualiza la página para empezar a usarlo.

source: %s Screenshots
es: Capturas de %s

source: You must specify an item ID
es: Debes especificar un ID de descarga

source: You have reached the maximum number of screenshots allowed for this item!
es: ¡Has alcanzado el límite de capturas de pantalla permitidas para la descarga!

source: Errors occurs while trying to save images: %s
es: Ocurrieron errores al intentar guardar las imágenes: %s

source: Images saved successfully
es: Imágenes almacenadas correctamente

source: No download item has been specified!
es: ¡No se ha especificado ninguna descarga!

source: No image has been specified!
es: ¡No se ha especificado ninguna imagen!

source: Some errors occurs while trying to delete images: %s
es: Ocurrieron errores al intentar eliminar las imágenes: %s

source: Images deleted successfully
es: Imágenes eliminadas correctamente

source: Specified image does not exists!
es: ¡La imagen especificada no existe!

source: Image information
es: Información de la imagen

source: Specified screenshot does not exists!
es: ¡La captura especificada no existe!

source: You must provide a title for this screenshot!
es: ¡Debes proporcionar un título para esta captura!

source: Screenshot changes could not be saved!
es: ¡No se pudieron almacenar los cambios en la captura!

source: Information saved successfully!
es: ¡Datos almacenados correctamente!

source: You must specify a valid download item!
es: ¡Debes especificar una descarga válida!

source: Specified item is not valid!
es: ¡La característica especificada no es válida!

source: Download item ID has not been specified!
es: ¡No ha sido especificado un ID de descarga!

source: A group ID has not been specified!
es: ¡No ha sido especificado un ID de grupo!

source: Another group with same name exists already!
es: ¡Ya existe otro grupo con el mismo nombre!

source: Database could not be updated
es: No se pudo actualizar la base de datos

source: File %s could not be deleted! Please try again.
es: ¡No pudo ser eliminado el archivo %s! Por favor inténtalo de nuevo.

source: File %s was deleted successfully!
es: ¡El archivo %s fue eliminado correctamente!

source: Identifier could not be verified!
es: ¡No se pudo verificar el identificador!

source: Critical error!
es: ¡Error Crítico!

source: Verified
es: Verificado

source: Item download ID not provided!
es: ¡No se proporcionó el ID de descarga!

source: Specified item download does not exists!
es: ¡La descarga especificada no existe!

source: File ID has not been provided!
es: ¡No ha sido proporcionado el ID de archivo!

source: File could not be saved!
es: ¡El archivo no pudo ser almacenado!

source: File %s saved successfully!
es: ¡El archivo %s fue almacenado correctamente!

source: This file seems not belong to specified download item!
es: ¡Parece que este archivo no pertenece a la descarga especificada!

source: File reasigned successfully!
es: ¡Archivo reasignado correctamente!

source: File could not be reasigned!
es: ¡El archivo no pudo ser reasignado!

source: File could not be deleted!
es: ¡No se pudo eliminar el archivo!

source: File deleted successfully!
es: ¡Archivo eliminado correctamente!

source: Name must be specified!
es: ¡Un nombre debe ser especificado!

source: A short description and full description must be specified for this download!
es: ¡Una descripción corta y la descripción completa deben ser especificadas para esta descarga!

source: Select a category to assign this download!
es: ¡Selecciona una categoría para asignar a esta descarga!

source: A license must be selected at least!
es: ¡Debes seleccionar al menos una licencia!

source: A platform must be selected at least!
es: ¡Debes seleccionar al menos una plataforma!

source: A group must be selected at least!
es: ¡Debes seleccionar al menos un grupo!

source: You must specified a download item to be edited!
es: ¡Debes seleccionar una descarga para editar!

source: Another item with same name already exists!
es: ¡Ya existe otra descarga con el mismo nombre!

source: Item could not be saved!
es: ¡La descarga no pudo ser almacenada!

source: Item saved but with some errors!
es: ¡Se almacenó la descarga pero con algunos errores!

source: Changes saved successfully!
es: ¡Cambios almacenados correctamente!

source: Item created successfully!
es: ¡Descarga creada correctamente!

source: No item ID has been provided!
es: ¡No se proporcionó un ID de descarga!

source: Provided item ID is not valid!
es: ¡El ID de descarga proporcionado no es válido!

source: Please provide new permalink name!
es: ¡Por favor proporcioné un nuevo nombre para el permaenlace!

source: Another item with same permalink name already exists! Please provide another one.
es: ¡Ya existe otra descarga con el mismo permanombre! Por favor proporciona otro nombre.

source: New name could not be saved!
es: ¡No se pudo almacenar el nuevo nombre!

source: Data could not be changed!
es: ¡No se pudieron cambiar los datos!

source: Data changed successfully!
es: ¡Los datos fueron cambiados correctamente!

source: You have reached the limit screens number for this download item!
es: ¡Has alcanzado el número límite de capturas para esta descarga!

source: Directory for store screenshots does not exists!
es: ¡El directorio para lamacenar capturas no existe!

source: Screenshot could not be saved!
es: ¡No se pudo almacenar la captura!

source: Screenshot could not be deleted!
es: ¡No se pudo eliminar la captura!

source: Directory for protected downloads does not exists!
es: ¡No existe el directorio para las descargas protegidas!

source: Directory for downloads does not exists!
es: ¡No existe el directorio para las descargas!

source: Protected Download
es: Descarga Protegida

source: Normal Download
es: Descarga Normal

source: File upload successfully!
es: ¡Archivo cargado correctamente!

source: We're sorry. You must be logged to vote!
es: Lo sentimos, debes estar registrado para poder votar

source: Given rate is not valid!
es: ¡La calificación proporcionada no es válida!

source: Vote could not be stored! Please try again.
es: ¡Tu voto no pudo ser almacenado! Por favor inténtalo de nuevo.

source: Thanks for update your vote!
es: ¡Gracias por actualizar tu voto!

source: Thank you for vote!
es: ¡Gracias por tu voto!

source: oops, an error ocurred! Please try again.
es: ¡Ocurrió un error! Por favor inténtalo nuevamente.

source: Show categories levels:
es: Mostrar niveles de categorías:

source: All levels
es: Todos los niveles

source: 1 level
es: 1er nivel

source: 2 levels
es: 2do nivel

source: 3 levels
es: 3er nivel

source: 4 levels
es: 4to nivel

source: 5 levels
es: 5to nivel

source: Downloaded %s times.
es: Descagado %s veces.

source: Download
es: Descargar

source: User rating: %s
es: Calificación de usuarios: %s

source: Author: %s
es: Autor: %s

source: Donwloads type
es: Tipo de descargas

source: All types
es: Todos los tipos.

source: Recent downloads
es: Descargas recientes

source: Popular downloads
es: Descargas populares

source: Best rated downloads
es: Mejor valoradas

source: Featured downloads
es: Descargas destacadas

source: Daily downloads
es: Descargas diarias

source: Downloads from category
es: Descargas de la categoría

source: All categories
es: Todas las categorías

source: Items limit
es: Limite de descargas

source: Show image
es: Mostrar imagen

source: Yes
es: Sí

source: Prefered image type
es: Tipo de imagen preferido

source: If you select "icon" and download icon has not been specified, then the block will show the image.
es: Si seleccionar ícono y no ha sido especificado un logotipo para la descarga, entonces el bloque mostrará la imagen por defecto.

source: Image
es: Imagen

source: Icon
es: Ícono

source: Image size
es: Tamaño de la imagen

source: Show description
es: Mostrar descripción

source: Show hits
es: Mostrar descargas

source: Show users rating
es: Mostrar calificación de usuarios

source: If download has not received votes this field will be omitted.
es: Si la descarga no ha recibido votos este campo será omitido.

source: Show site rating
es: Mostrar calificación del sitio

source: Show download link
es: Mostrar enlace de descarga

source: Show author
es: Mostrar autor

source: Show downloads from a single user
es: Mostrar descargas de un usuario específico

source: You can specify a user name or a integer id of the user.
es: Puedes especificar un nombre de usuario o un ID de usuario.

source: Layout
es: Diseño

source: Select the prefered layout format for block. Vertical format is recommended for lateral blocks or narrow spaces.
es: Selecciona el formato preferido para presentar el bloque. El diseño vertical se recomienda para bloques laterales o en espacios reducidos.

source: My Downloads
es: Mis Descargas

source: Submit Download
es: Enviar Descarga

source: Recent Downloads
es: Descargas Recientes

source: Popular Downloads
es: Descargas Populares

source: Best Rated
es: Mejor Valoradas

source: Number of tags to show:
es: Número de etiquetas para mostrar:

source: Maximum font size:
es: Tamaño máximo de fuente:

source: Minimum font size:
es: Tamaño mínimo de fuente:

source: Show tags with value zero:
es: Mostrar etiquetas con valor cero:

source: Category not specified!
es: ¡Categoría no especificada!

source: <strong>Day</strong> Downloads
es: Descargas del <strong>Día</strong>

source: <strong>Featured</strong> Downloads
es: Descargas <strong>Destacadas</strong>

source: In <a href="%s">%s</a>
es: En <a href="%s">%s</a>

source: <strong>Downloads in</strong> %s
es: <strong>Descargas en</strong> %s

source: <strong>%s</strong> Featured Downloads
es: Descargas Destacadas en <strong>%s</strong>

source: Downloads in "%s"
es: Descargas en "%s"

source: Not found
es: No encontrado

source: List
es: Lista

source: Images
es: Imágenes

source: Stats
es: Estadísticas

source: %s votes
es: %s votos

source: %s downloads
es: %s descargas

source: Custom Fields
es: Campos Personalizados

source: Custom fields allows you to add extra information to elements, that can be used on templates, plugins or another elements.
es: Los campos personalizados te permiten agregar información extra a las descargas, que puede ser utilizada en plantillas, plugins u otros elementos.

source: Item not Found
es: Elemento no encontrado

source: View Profile
es: Ver Perfil

source: Add Screenshot
es: Agregar Pantalla

source: Add Log
es: Agregar Registro

source: Screesnhots
es: Pantallas

source: Edit download item
es: Editar descarga

source: Delete download item
es: Eliminar descarga

source: Your download has been approved
es: Tu descarga ha sido aprobada

source: Approved
es: Aprobada

source: Unapproved
es: No aprobada

source: There was errors while sending this email
es: Ocurrieron errores al intentar enviar este correo

source: A donwload has been submited for approval
es: Una descarga ha sido enviada esperando aprobación

source: Please fill all required data before to preceed to next step!
es: ¡Por favor completa todos los datos requeridos antes de continuar!

source: Please login before to access this page!
es: ¡Por favor ingresa antes de poder ver esta página!

source: Item not found. Please try again!
es: Descarga no encontrada ¡Por favor intentalo de nuevo!

source: You can not edit this download item!
es: ¡No puedes editar esta descarga!

source: Sorry, only the owner of this download item can request for its deletion.
es: Lo sentimos, solo el propietario de esta descarga puede solicitar su eliminación.

source: Download item information
es: Información de la descarga

source: Yes, I'm sure
es: Si, estoy seguro

source: Do you really want to delete "%s"? This action can not be undone.
es: ¿Realmente deseas eliminar "%s"? Esta acción no puede deshacerse.

source: We could not delete this download item. Please try again or contact the administrator.
es: No pudimos eliminar la descarga. Por favor intenta nuevamente o contacta al administrador.

source: Download item deleted successfully.
es: Descarga eliminada correctamente.
