Repository: bitcero/dtransport
Catalog: lang/*.po
Languages: es

source: Item marked to deletion successfully! From now and on, "%s" will be unavailable for download while administrators delete it.
es: ¡Elmento programado para eliminación! De ahora en adelante "%s" la descarga no estará disponible para los usuarios mientras los administradores se encargan de eliminarla.

source: Item could not be marked to deletion! Please try again.
es: ¡No se pudo porgramar para eliminación! Por favor inténtalo nuevamente.

source: Item restored successfully!
es: ¡Elemento restaurado correctamente!

source: Item could not be restored! Please try again.
es: ¡El elemento no pudo ser restaurado! Por favor inténtalo de nuevo.

source: %T%-%d%-%Y%
es: %d%-%T%-%Y%

source: Name
es: Nombre

source: Created
es: Creada

source: Last Modification
es: Última Modificación

source: Status
es: Estado

source: There are not download items created yet
es: Todavía no se han creado descargas

source: Not approved
es: No aprobado

source: Options
es: Opciones

source: Waiting for approval
es: Esperando aprobación

source: Waiting deletion by administrators
es: Esperando eliminación del administrador

source: Cancel deletion request
es: Cancelar eliminación

source: Protected
es: Protegida

source: Modified
es: Modificada

source: Edit
es: Editar

source: Delete
es: Eliminar

source: Waiting Deletion
es: Esperando Eliminación

source: Cancel Deletion
es: Cancelar Eliminación

source: All Recent Downloads
es: Todas las Descargas Recientes

source: Show all recent downloads
es: Mostrar todas las descargas recientes

source: Downloads by category
es: Descargas por categoría

source: Select a category to see the downloads published recently.
es: Selecciona una categoría para ver todas las descargas publicadas recientemente.

source: Activate <strong>D-Transport</strong>
es: Activar <strong>D-Transport</strong>

source: Your email:
es: Tu email:

source: email@domain.com
es: email@dominio.com

source: Please provide your registered email
es: Por favor proporciona el email registrado

source: Your API key:
es: Tu clave API:

source: 40 chars length API
es: Clave API de 40 caracteres

source: Please provide the API key that you've recieved after your purchase
es: Por favor proporciona la clave API que recibiste cuando adquiriste D-Transport

source: Your license:
es: Tu licencia

source: License key
es: Clave de licencia

source: Please provide the license number that you've recieved after your purchase
es: Por favor proporciona el número de licencia que recibiste después de tu compra

source: Activate Module
es: Activar Módulo

source: Need help registering you rcopy of D-Transport?
es: ¿Necesitas ayuda para registrar tu copia de D-Transport?

source: Click here
es: Click aquí

source: D-Transport Activation
es: Activación de D-Transport

source: D-Transport is not activated yet. To have it running at 100&#37; and get all benefits of a subscription %s.
es: Aún no ha sido activado D-Transport. Para que funcione al 100&#37; y obtener todos los beneficios de una suscripción %s.

source: click here
es: click aquí

source: Activate D-Transport
es: Activar D-Transport

source: Invalid parameters
es: Parámetros no válidos

source: You are not authorized to view this section!
es: ¡No estas autorizado a ver esta sección!

source: Updated Downloads
es: Descargas Actualizadas

source: Most Downloaded
es: Mas Descargados

source: Best Rated Downloads
es: Descargas Mejor Valoradas

source: Downloads of %s
es: Descargas de %s

source: File not found!
es: ¡No se encuentra el archivo!

source: Software does not exists!
es: ¡El elemento no existe!

source: You must sign up before to download this file!
es: ¡Debes ingresar para poder descargar este archivo!

source: Sorry, you don't have permission to download this file!
es: ¡Lo sentimos, no tienes autorización para descargar este archivo!

source: You have reached your download limit for this file!
es: ¡Haz alcanzado tu límite de descargas para este archivo!

source: Downloading %s
es: Descargando %s

source: Your %s download will start shortly...
es: Tu descarga %s iniciará en breve...

source: Problems with the download? Please %s to download immediately.
es: ¿Problemas con la descarga? Por favor %s para descargar inmediatamente.

source: use this link
es: usa este enlace

source: Version: %s
es: Versión: %s

source: File name: %s
es: Nombre de archivo: %s

source: Size: %s
es: Tamaño: %s

source: Your %s download will start in {x} seconds...
es: Tu descarga %s iniciará en {x} segundos...

source: We're sorry but specified file does not exists!
es: ¡Lo sentimos pero el archivo especificado no existe!

source: We're sorry but selected file does not exists!
es: ¡Lo sentimos pero el archivo seleccionado no existe!

source: New Downloads
es: Nuevas Descargas

source: Updated
es: Actualizado

source: View More +
es: Ver Más +

source: %m%/%d%/%Y%
es: %d%/%m%/%Y%

source: Editing feature of "%s"
es: Editando característica de "%s"

source: New feature for "%s"
es: Nueva característica para "%s"

source: Download item
es: Elemento

source: Feature title
es: Título de la Característica

source: Short name
es: Nombre corto

source: Feature content
es: Contenido de la característica

source: Save Feature
es: Guardar Característica

source: modified
es: modificado

source: Content
es: Contenido

source: There are not features in this download item
es: Esta descarga no tiene características

source: Feature could not be saved! Please try again.
es: ¡La característica no pudo ser almacenada! Por favor inténtalo nuevamente.

source: Feature saved correctly, however custom fields could not be stored in database.
es: Característica almacenada correctamente, sin embargo los campos personalizados no pudieron almacenarse en la base de datos.

source: Specified feature is not valid!
es: ¡La característica especificada no es válida!

source: Feature could not be deleted! Please try again.
es: ¡No se pudo eliminar la característica! Por favor inténtalo de nuevo.

source: Feature deleted successfully!
es: ¡Característica eliminada correctamente!

source: Editing file of "%s"
es: Editando archivo de "%s"

source: New file for "%s"
es: Nuevo archivo para "%s"

source: File title
es: Título del Archivo

source: Group
es: Grupo

source: Select group...
es: Seleccionar grupo...

source: Default file
es: Archivo por defecto

source: Remote file
es: Archivo remoto

source: File
es: Archivo

source: Current file
es: Archivo actual

source: File URL
es: URL del archivo

source: Used only when remote file is activated.
es: Usado cuando "archivo remoto" esta activado.

source: Save File
es: Guardar Archivo

source: Do you really want to delete selected file?
es: ¿Realmente deseas eliminar el archivo seleccionado?

source: Title
es: Título

source: Remote
es: Remoto

source: Attributes
es: Atributos

source: Size
es: Tamaño

source: There are not files in this download item
es: Esta descarga no tiene archivos

source: Another log with same title already exists!
es: ¡Ya existe otro registro con el mismo título!

source: You must provide a file to upload!
es: ¡Debes proporcionar un archivo para cargar!

source: You must provide a file URL when remote type is activated!
es: ¡Debes proporcionar una URL para el archivo cuando "Archivo remoto" esta activado!

source: File could not be uploaded!, Please try again.
es: ¡No se pudo cargar el archivo! Por favor intenta nuevamente.

source: File could not be saved! Please try again.
es: ¡El archivo no pudo ser almacenado! Por favor intenta de nuevo.

source: File saved successfully!
es: ¡Archivo almacenado correctamente!

source: Specified file is not valid!
es: ¡El archivo especificado no es válido!

source: File could not be deleted! Please try again.
es: ¡El archivo no pudo ser eliminado! Por favor inténtalo de nuevo.

source: Editing log of "%s"
es: Editando registro de "%s"

source: New log for "%s"
es: Nuevo registro para "%s"

source: Save Log
es: Guardar Registro

source: There are not logs for this download item
es: No hay registros para esta descarga

source: Log could not be saved! Please try again.
es: ¡No se pudo almacenar el registro! Por favor inténtalo de nuevo.

source: Log saved successfully!
es: ¡Registro almacenado correctamente!

source: Specified log is not valid!
es: ¡El registro especificado no es válido!

source: Log could not be deleted! Please try again.
es: ¡No se pudo eliminar el registro! Por favor inténtalo de nuevo.

source: Log deleted successfully!
es: ¡Registro eliminado correctamente!

source: Invalid screen
es: Captura no válida

source: Edit Screenshot of %s
es: Editar Captura de %s

source: Add screen for %s
es: Agregar captura para %s

source: Image URL
es: URL de imagen

source: Image file
es: Archivo de imagen

source: Current image
es: Imagen actual

source: Save Screenshot
es: Guardar Captura

source: There are not screenshots in this download item
es: No hay pantallas para esta descarga

source: Specified screenshot is not valid!
es: ¡La captura especificada no es válida!

source: Already exist another screenshot with the same name!
es: ¡Ya existe otra captura con el mismo nombre!

source: Image could not be upload due to an internal error!
es: ¡La imagen no pudo ser cargada debido a un error interno!

source: Screenshot saved successfully!
es: ¡Captura almacenada correctamente!

source: Screenshot could not be deleted! Please try again.
es: ¡La pantalla no pudo ser eliminada! Por favor inténtelo de nuevo.

source: Screenshot deleted successfully!
es: ¡La captura fue eliminada correctamente!

source: There are some errors in data. Please verify input fields in red color.
es: Existen algunos errores en los datos, por favor verifica los campos señalados con rojo.

source: Do you relly want to delete selected item?
es: ¿Realmente deseas eliminar el elemento seleccionado?

source: You must to select an item before to do this!
es: ¡Debes seleccionar un elemento antes de ejecutar esta acción!

source: Verifying form fields...
es: Verificando campos del formulario...

source: There are some errors in form fields. Please verify those fields marked with red color
es: Se encontraron algunos errores en los campos del formulario. Por favor verifica aquellos que están marcados en color rojo

source: Form fields verified successfully!
es: ¡Campos verificados correctamente!

source: Saving Download...
es: Guardando Descarga...

source: Applying changes. Please wait a second...
es: Aplicando cambios. Por favor espera un segundo...

source: Before to run this action, you must select at least one item!
es: ¡Debes seleccionar al menos una descarga antes de ejecutar esta acción!

source: You must select at least one feature before to perform this action!
es: ¡Debes seleccionar al menos una característica antes de ejecutar esta acción!

source: You must select at least one image!
es: ¡Debes seleccionar al menos una imagen!

source: Do you really want to delete selected items?
es: ¿Realmente deseas eliminar los elementos seleccionados?

source: Do you really want to delete selected features?
es: ¿Realmente deseas eliminar las características seleccionadas?

source: Provide a group name!
es: ¡Proporciona un nombre de grupo!

source: Do you really want to delete this file? You will not be able to recover it!
es: ¿Realmente deseas eliminar este archivo? ¡No podrás recuperarlo posteriormente!

source: Before to save details select a file!
es: ¡Antes de almacenar los detalles selecciona un archivo!

source: Before to save details provide a file URL!
es: ¡Antes de almacenar los datos proporciona una URL para el archivo!

source: You must provide a title for this item
es: Debes proporcionar un título para este elemento

source: Update Group
es: Actualizar Grupo

source: Create Group
es: Crear Grupo

source: Title:
es: Título:

source: Description:
es: Descripción:

source: Do you really want to delete selected images (screenshots)?
es: ¿Realmente deseas eliminar las imágenes seleccionadas?

source: Delete Field
es: Eliminar Campo

source: There is another field with same name.
es: Ya existe otro campo con el mismo nombre.

source: You must specify a name for this custom field!
es: ¡Debes proporcionar un nombre para este campo personalizado!

source: Insert Screenshots
es: Insertar Pantallas

source: D-Transport is now active!
es: ¡D-Transport ha sido activado!

source: Your copy of D-Transport has been registered and activated with next information.
es: Tu copia de D-Transport ha siso activada y quedó registrada con la siguiente información.

source: Activation key:
es: Clave de activación:

source: Activation date:
es: Fecha de activación:

source: Please keep the data in a safe place for future reference.
es: Por favor mantén estos datos en un lugar seguro para referencia futura.

source: Reload page now.
es: Actualizar página.

source: Submit new downloads
es: Enviar nuevas descargas

source: Specify groups permissions for downloads
es: Especificar permisos de grupo por descarga

source: Specify download limit number per user
es: Especificar un número límite de descargas por usuario

source: Approve submitted downloads immediately
es: Aprobar nuevas descargas inmediatamente

source: Approve submitted modifications immediately
es: Aprobar modificaciones inmediatamente

source: Create featured downloads
es: Crear descargas destacadas

source: Create password protected items
es: Crear descargas protegidas

source: Delete their own download items
es: Eliminar sus propias descargas

source: in %s
es: en %s

source: Not rated
es: Sin puntuación

source: Very bad
es: Muy malo

source: Bad
es: Malo

source: Not so bad
es: No tan malo

source: To improve
es: Puede mejorar

source: Acceptable
es: Aceptable

source: Useful
es: Ütil

source: Good
es: Bueno

source: Very good
es: Muy bueno

source: Excelent
es: Exelente

source: Must have
es: Imprescindible

source: Another download item with same name already exists! Please try again.
es: ¡Ya existe otra descarga con el mismo nombre! Por favor inténtalo de nuevo.

source: Alert for download inactivity!!
es: ¡Alerta por inactividad de descarga!

source: For deletion
es: Para eliminación

source: Y-m-d H:i:s
es: d-m-Y H:i:s

source: Mark for deletion
es: Marcar para eliminación

source: Delete inmediatly
es: Eliminar inmediatamente

source: D-Transport maintenance report
es: Reporte de mantenimiento de D-Transport

source: This item is not available for download at this moment!
es: ¡Este elemento no esta disponible para descarga por el momento!

source: Internal Error! Please try again later
es: ¡Error Interno! Por favor inténtalo de nuevo mas tarde

source: <strong>Related</strong> Downloads
es: <strong>Descargas</strong> Relacionadas

source: This item has not been approved yet! You can view this information but other users can not.
es: ¡Aún no ha sido aprobado este elemento! Esta información esta disponible para ti pero no para los demás usuarios.

source: New
es: Nuevo

source: Date
es: Fecha

source: Author:
es: Autor:

source: Version:
es: Versión:

source: Created on:
es: Creado:

source: Updated on:
es: Actualizado:

source: Languages:
es: Idiomas:

source: Supported platforms:
es: Plataformas:

source: License:
es: Licencias:

source: Download Ratings
es: Calificaciones de la Descarga

source: Our Rating
es: Nuestra Puntuación

source: Users
es: Usuarios

source: Your Rate:
es: Tu Valoración:

source: %u votes
es: %u votos

source: Download Now!
es: ¡Descargar!

source: Tags:
es: Etiquetas:

source: Categories:
es: Categorías:

source: Download Options
es: Archivos

source: Download details
es: Detalles

source: Item <strong>Features</strong>
es: <strong>Características</strong> de la Descarga

source: Recent <strong>Changes</strong>
es: Últimos <strong>Cambios</strong>

source: Comments
es: Comentarios

source: You can choose between next download options if you prefer another file type or another location.
es: Puedes elegir entre las siguientes opciones de descarga si prefieres otro tipo de archivo, otro servidor o una versión diferente.

source: %u images
es: %u imágenes

source: Downloads licensed as %s
es: Descargas con licencia %s

source: <strong>Downloads</strong> licenced as "%s"
es: <strong>Descargas</strong> con licencia "%s"

source: Downloads for %s
es: Descargas para %s

source: <strong>Downloads</strong> for "%s"
es: <strong>Descargas</strong> para "%s"

source: Sorry, specified category was not foud!
es: Lo sentimos ¡No se encuentra la categoría especificada!

source: %s :: Downloads in %s
es: %s:: Descargas en %s

source: All recent published items
es: Todos los elementos publicados recientemente

source: Operation not allowed!
es: ¡Operación no permitida!

source: Overall Progress
es: Progreso Total

source: Item name
es: Nombre de la descarga

source: Name of download item...
es: Nombre de la descarga...

source: Short description
es: Descripción corta

source: Full description
es: Descripción completa

source: Basic Item Data
es: Información Básica

source: Basic
es: Basico

source: Details
es: Detalles

source: Submit Download Item
es: Enviar Descarga

source: You must provide all required data before to create a new download!
es: ¡Debes proporcionar todos los datos obligatorios antes de crear una nueva descarga!

source: Another item with same name already exists
es: Ya existe otro elemento con el mismo nombre

source: Download item could not be saved! Please try again.
es: ¡No se pudo almacenar la descarga! Por favor inténtalo de nuevo.

source: You are not allowed to publish downloads directly. The item will be stored for revision by our administrators. Once the file is approved, we will notify you.
es: No tienes permiso para publicar descargas de forma directa. La descarga será almacenada para revisión por parte de los administradores; una vez que sea aprobada se te notificará.

source: Download item saved successfully
es: Descarga almacenada correctamente

source: Errors occurs while trying to save download item. Please try again
es: Ocurrieron errores al intentar guardar la descarga. Por favor inténtalo nuevamente.

source: Seems to be that this item is not valid!
es: ¡Para ser que esta descarga no es válida!

source: Downloads tagged as "%s"
es: Descargas etiquetadas como "%s"

source: Categories Management
es: Administración de Categorías

source: Add Category
es: Agregar Categoría

source: Bulk actions...
es: Acciones en bloque...

source: Activate
es: Activar

source: Deactivate
es: Desactivar

source: Apply
es: Aplicar

source: Active
es: Activa

source: Delete Features
es: Eliminar Características

source: New Feature
es: Nueva Característica

source: Existing Features
es: Características Existentes

source: There are not features created for this download item
es: No existen características creadas para esta descarga

source: New file in %s
es: Nuevo archivo en %s

source: Delete File
es: Eliminar Archivo

source: You have a limit of %s per file.
es: Tienes un límite de %s por archivo.

source: File Details
es: Detalles del Archivo

source: Fill the next fields to create the new file.
es: Completa los siguientes campos para crear el nuevo archivo.

source: Group:
es: Grupo:

source: File URL:
es: URL de Archivo:

source: This is the default file
es: Este es el archivo por defecto

source: Applying changes, please wait a second...
es: Aplicando cambios, por favor espera un segundo...

source: Add group of files
es: Agregar grupo de archivos

source: Group name:
es: Nombre del grupo:

source: Groups allows to organize different files according to specific features.
es: Los grupos permiten organizar los archivos de acuerdo a características específicas.

source: Files for %s
es: Archivos para %s

source: External
es: Externo

source: Default
es: Por defecto

source: There are not files with specified parameters currently!
es: ¡Actualmente no existen archivos con los parámetros especificados!

source: Set as default
es: Por defecto

source: e.g. Fully Responsive
es: e.g. Responsivo

source: Feature short name (optional)
es: Nombre corto para la característica (opcional)

source: e.g. fully-responsive
es: e.g. responsivo

source: Specify a name that identifies this download. This name must be unique and different of other downloads.
es: Especifica un nombre que identifique esta descarga. Este nombre debe ser único y diferente de otras descargas.

source: Item permalink:
es: Perma-enlace de la descarga:

source: This is a small description that will be used as an advance of the item.
es: Esta es una pequeña descripción que se utilizará como introducción de la descarga.

source: Select the categories that you want to assign to this item.
es: Selecciona las categorías que deseas asignar a la descarga.

source: Select the licenses that you want to assign to this item.
es: Selecciona las licencias que deseas asignar a la descarga.

source: Select that platforms over this item can be used.
es: Selecciona las plataformas con las que es compatible este elemento.

source: Allowed groups
es: Grupos autorizados

source: Only users that belong to selected groups, could donwload this item.
es: Solo los usuarios que pertenezcan a los grupos seleccionados podrán descargar este elemento.

source: Download tags
es: Etiquetas de la descarga

source: Add Tags
es: Agregar Etiquetas

source: Separate each tag with a comma (,).
es: Separa cada etiqueta con una coma (,).

source: Click on any tag to delete it.
es: Haz click en cualquier etiqueta para eliminarla.

source: Custom fields
es: Campos personalizados

source: Message to Owner
es: Mensaje para el Propietario

source: You can send a customized message to owner in order to inform about any detail related to this download item (e.g. approval or unapproval reasons)
es: Puedes enviar un mensaje personalizado al propietario para informarle de cualquier detalle relacionado con esta descarga (e.g. razones de aprobación o desaprobación)

source: Default Image
es: Imágen por Defecto

source: Saving data...
es: Guardando datos...

source: Save Download
es: Guardar Descarga

source: Total Items
es: Descargas Totales

source: Total of registered items
es: Total de descargas registradas

source: Total Downloads
es: Descargas Totales

source: Last 30 days downloads: %s
es: Últimos 30 días: %s

source: Items Waiting
es: Descargas en Espera

source: Items waiting for approval
es: Esperando aprobación

source: Total Categories
es: Categorías Totales

source: Inactive categories: %s
es: Categorías inactivas: %s

source: Last 30 days activity
es: Actividad de los últimos 30 días

source: This graph shows the total download activity in D-Transport in last 30 days.
es: Este gráfico muestra la actividad de descargas de D-Transport en los últimos 30 días.

source: Top Downloads
es: Descargas Populares

source: Next are the 10 most downloaded files in D-Transport
es: Estos son los 10 archivos mas descargados en D-Transport

source: Hello %s! I'm the developer of %s and other cool modules for XOOPS. If you wish to support my work I invite you to purchase a subscription for %s related services.
es: ¡Hola %s! Soy el desarrollador de %s y otros fabulosos módulos para XOOPS. Si deseas apoyar mi trabajo te invito a adquirir una suscripción para %s.

source: Website
es: Sitio web

source: Rating
es: Puntuación

source: Not rated yet
es: Sin puntuar

source: Total Hits
es: Descargas

source: Latest News
es: Noticias Recientes

source: Downloads total
es: Descargas en total

source: Search download:
es: Buscar descarga:

source: Search Now!
es: ¡Buscar Ahora!

source: Clear search
es: Borrar búsqueda

source: Category:
es: Categoría:

source: Select...
es: Seleccionar...

source: Featured
es: Destacado

source: Not featured
es: No destacado

source: Daily
es: Diaria

source: Not daily
es: No diario

source: Not protected
es: No protegida

source: Existing Downloads
es: Descargas Existentes

source: Type
es: Tipo
