Repository: bitcero/dtransport
Catalog: lang/*.po
Languages: es

source: Waiting for deletion
es: Esperando por eliminación

source: Waiting for review
es: Esperando revisión

source: Click for Data
es: Click para ver mas datos

source: Protected with password
es: Protegida con contraseña

source: (Deletion requested)
es: (Eliminación solicitada)

source: Last modification on %s by %s
es: Última modificación el %s por %s

source: Not protected download
es: Descarga no protegida

source: Protected download
es: Descarga protegida

source: Hits:
es: Descargas:

source: Screenshots:
es: Capturas:

source: Comments:
es: Comentarios:

source: Created:
es: Creada:

source: Last update:
es: Actualizada:

source: Votes:
es: Cotos:

source: Licenses Management
es: Administración de Licencias

source: Add New License
es: Agregar Licencia

source: License name
es: Nombre de la licencia

source: License URL
es: URL de la licencia

source: This URL will be used to give a reference to users that need to know more about specified license.
es: Esta URL será utilizada para proporcionar una referencia a los usuarios donde podrán conocer mas sobre la licencia.

source: License type
es: Tipo licencia

source: Open source license
es: Licencia de código abierto

source: Restrictive license
es: Licencia propietaria

source: Add License
es: Agregar Licencia

source: Existing Licences
es: Licencias Existentes

source: There are not licenses created yet!
es: ¡Todavía no se han creado licencias!

source: "%s" Change Log
es: Registro de Cambios para "%s"

source: Delete Logs
es: Eliminar Registros

source: Changes Log
es: Registro de Cambios

source: There are not logs for this download item.
es: No existen registros para esta descarga.

source: Field name
es: Nombre del campo

source: Field value
es: Valor del campo

source: Select field...
es: Seleccionar campo...

source: New Field
es: Nuevo Campo

source: You must specify a value for this custom field!
es: ¡Debes especificar un valor para este campo personalizado!

source: Add Meta
es: Agregar Campo

source: Platforms Management
es: Administración de Plataformas

source: Please specify a name for this platform
es: Por favor especifique un nombre para esta plataforma

source: Platform name
es: Nombre de plataforma

source: Save Platform
es: Guardar Plataforma

source: Add Platform
es: Agregar Plataforma

source: Existing Platforms
es: Plataformas Existentes

source: There are not platforms created yet!
es: ¡Aún no se han creado plataformas!

source: "%s" Screenshots
es: "%s" Pantallas

source: Bulk Actions...
es: Acciones en lote...

source: Add Image
es: Agregar Imagen

source: Screenshots from "%s"
es: Pantallas de "%s"

source: There are not screenshots created for this download item!
es: ¡Aún no se han creado capturas para esta descarga!

source: %s Statistics
es: Estadísticas de %s

source: Files Created
es: Archivos Creados

source: Top file: %s
es: Más descargado: %s

source: Rating Received
es: Calificación Recibida

source: Votes: %s
es: Votos: %s

source: Since: %s
es: Desde: %s

source: Downloads per File
es: Descargas por Archivo

source: Showing all files from %s. Those files that are not shown have zero downloads.
es: Mostrando todos los archivos de %s. Los archivos que no se muestran tienen cero descargas.

source: Next graph shows the total download activity for %s in last 30 days.
es: El siguiente gráfico muestra la activiad total de descargas de %s en los últimos 30 días.

source: Note that this graph include activity for all files available for this item.
es: Observa que este gráfico incluye la actividad de todos los archivos disponibles en este elemento.

source: Activity per File
es: Actividad por Archivo

source: Next are the top 5 files from %s.
es: Estos son los 5 archivos mas descargados de %s.

source: %u Downloads
es: %u Descargas

source: Item
es: Descarga

source: Failed
es: Falló

source: %s rating: %s/10
es: Puntuación de %s: %s/10

source: This is a small description that will be used as an introduction of the item.
es: Esta es una pequeña descripción que será utilizada como una introducción para la descarga.

source: Save
es: Guardar

source: Submit for Review
es: Enviar para Revisión

source: Publish Now
es: Publicar Ahora

source: Save changes as draft.
es: Guardar como borrador.

source: Save changes and request admin approval for publication.
es: Guardar cambios y solicitar aprobación de los administradores para su publicación.

source: Publish changes inmediatly.
es: Publicar cambios inmediatamente.

source: Featured Image
es: Imagen Destacada

source: Download Information
es: Información de la Descarga

source: Current Version
es: Versión Actual

source: Indicate the current version of this item.
es: Indica la versión actual de este elemento.

source: Downloads limit per user
es: Límite de descargas por usuario

source: Users could download this item only this times. Leave 0 for unlimited times.
es: Los usuarios solo pueden descargar este elemento el número de veces especificado. Deja 0 para descargas ilimitadas.

source: Available languages
es: Idiomas disponibles

source: Specify every language separated by comma.
es: Especifica cada idioma separado por coma.

source: Publish:
es: Publicar:

source: Featured:
es: Destacado:

source: Protected:
es: Protegido:

source: Download password
es: Contraseña de descarga

source: If you specify a password for this item, users must know it in order to download files belonging to it.
es: Si especificas una contraseña para esta descarga, solo los usuarios que la conozcan podrán descargar los archivos que pertenecen a este elemento.

source: If a password is provided for this item, the protected status will set to on automatically.
es: Si se especifica una contraseña, la descarga será marcada como protegida automáticamente.

source: Logo Image
es: Logotipo

source: Credits
es: Créditos

source: Author name
es: Nombre del autor

source: Author URL
es: URL del autor

source: Author Email
es: Email del Autor

source: This email will not be visible for users
es: Este email no será visible a los usuarios

source: Author can be contacted
es: El autor puede ser contactado

source: Published by
es: Publicado por

source: Site Rating:
es: Calificación del sitio:

source: Approved:
es: Aprobado:

source: Enable alerts:
es: Activar alertas:

source: Limit of days
es: Límite de días

source: Maximum number of days that an item can be without downloads before to send an alert to author.
es: Número máximo de días que un elemento puede estar sin ser descargado antes de enviar una alerta.

source: Alert mode
es: Modo de alerta

source: Private message
es: Mensaje privado

source: Email message
es: Correo electrónico

source: Item Options
es: Opciones

source: Module for create a donwloads section in XOOPS
es: Módulo para crear una sección de descargas en XOOPS

source: Web Site
es: Sitio Web

source: Show comments for download items.
es: Mostrar comentarios de descargas.

source: Download item to show in lists
es: Descarga para mostrar en las listas

source: Download item to show in lists within explore page
es: Descarga para mostrar en las listas dentro de las páginas de exploración

source: Show a list with related download items for single item
es: Muestra una lista con descargas relacionadas para un elemento específico

source: Show items within a specific category
es: Mostrar descargas de una categoría específica

source: Show items with a specific license
es: Mostrar descargas con una licencia específica

source: Show administrative options for users in the frontend
es: Mostrar opciones de administración para los usuarios en el frontend

source: Shows a confirmation screen before to delete a download item.
es: Muestra una pantalla de confirmación antes de eliminar una descarga.

source: Template to show the featured items list.
es: Plantilla que muestra las descargas destacadas.

source: Template to show the list for selected items.
es: Plantilla que muestra la lista para los elementos seleccionados.

source: Shows the items according to exploring parameters.
es: Muestra las descargas de acuerdo a los parámetros de exploración.

source: Shows the items that belong to a specific platform.
es: Muestra las descargas de una plataforma específica.

source: Show screenshots for a download item in control panel.
es: Muestra las capturas de un descarga en el panel de control.

source: Show features list for a download item in control panel.
es: Muestra la lista de características para una descarga en el panel de control.

source: Show logs list for a download item in control panel.
es: Muestra la lista de registros de una descarga en el panel de control.

source: Show files list for a download item in control panel.
es: Muestra la lista de archivos de una descarga en el panel de control.

source: Show the header for Users Control Panel.
es: Muestra el encabezado para el panel de control de usuarios.

source: Show the toolbar to manage a specific download item.
es: Muestra la barra de herramientas para administrar una descarga específica.

source: Downloads list
es: Lista de descargas

source: This block show the downloads list
es: Este bloque muestra la lista de descargas

source: Tags
es: Etiquetas

source: Show a list of downloads for popular tags
es: Muestra una lista de descargas para las etiquetas populares

source: Show the categories tree for D-Transport
es: Muestra las categorías de D-Transport

source: Downloads Links
es: Menu Descargas

source: Show links to navigate in the module
es: Muestra los enlaces para navegar en el módulo

source: General Options
es: Opciones Generales

source: Appearance
es: Apariencia

source: Maintenance
es: Mantenimiento

source: Enable short URL
es: Habilitar URL cortas

source: Permalinks base path
es: Base para los permalinks

source: Don't start this value with a slash (/)
es: Este valor no debe iniciar con una barra diagonal (/)

source: Results per page
es: Resultados por página

source: Enable notifications for new downloads
es: Activar notificaciones de nuevas descargas

source: Groups to be notified for new submitted downloads
es: Grupos que serán notificiados cuando se envíe una nueva descarga

source: Approve editions to existing downloads
es: Aprobar ediciones a las descargas existentes

source: Notify for editions
es: Notificar ediciones

source: Minimum length of tags, in characters
es: Longitud mínima de la etiqueta

source: Enable alerts for inactivity
es: Activar alertas por inactividad

source: By enabling this option D-TRansport will alert to owner users about download items that had not been updated for a specific time period.
es: Al activar esta opción D-Transport alertará a los propietarios de las descargas que no hayan sido actualizadas en un período de tiempo específico.

source: Days without inactivity before to send an alert
es: Días sin actividad antes de enviar una alerta

source: Owners of download items that had not been updated during this period of time will receive an alert in order to update data, otherwise download item could be deleted from database.
es: Propietarios de las descargas que no hayan sido actualizadas durante este período de tiempo recibirán una alerta para recordarles actualizar los datos, de otra modo, la descarga podría ser eliminada de la base de datos.

source: Enable automatic deletion for non updated download items
es: Activar eliminación automática de descargas que no han sido actualizadas

source: Days without updates before to delete a download item
es: Días que une elemento puede estar sin actualizar sus datos antes de eliminarlo

source: When a download item had not been updated between this period of time, it will be deleted in order to maintain updated the database.
es: Cuando una descarga no ha sido actualizada en este período de tiempo será eliminada con el propósito de mantener actualizada la base de datos.

source: Automatic deletion mode
es: Modo de eliminación automática

source: Select the mode in which automatically deleted items will be processed.
es: Selecciona el modo para procesar las descargas eliminadas automáticamente.

source: Message type for alerts
es: Tipo de mensaje para las alertas

source: Interval in hours to send alerts for inactivity
es: Intervalo en horas para enviar alertas por inactividad

source: Use the internal cronjob emulator to check alerts
es: Utilizar el emulador de cronjob interno para verificar alertas

source: If you enable this option D-Transport will run a check automatically. If disabled, then you need to setup a cronjob that execute %s file.
es: Si habilitas esta opción, D-Transport ejecutará un chequeo automático. Si la deshabilitas será necesario ejecutar la tarea manualmente ejecutando el archivo %s.

source: Require login before to download a file
es: Requiere ingreso para descargar el archivo

source: If enabled, users must register before to downloading files.
es: Si se habilita, los usuarios deberán estar registrados para poder descargar archivos.

source: Allow downloads submission
es: Permitir el envío de descargas

source: Allows to users submit new download items from public section of module.
es: Permite a los usuarios enviar nuevas descargas desde el front-end del módulo.

source: Groups than can submit new downloads
es: Grupos que pueden enviar descargas

source: Default groups that can download items
es: Grupo por defecto con permiso para descargar

source: These groups will be set as default when new items are created
es: Estos grupos serán establecidos como autorizados por defecto cuando se crean nuevas descargas

source: Allow votes from anonymous users
es: Permitir votos de usuarios anónimos

source: Download limit per item for users
es: Límite de descargas por archivo, por usuario

source: Specify the times that a user can download a same download item
es: Especifica las veces que un usuario puede descargar el mismo elemento

source: Maximum users rating
es: Calificación máxima de los usuarios

source: It is not recommended to change this value after that your site becomes public, due to calculations could be wrong.
es: No es recomendable cambiar este valor despues de que la sección ha sido hecha pública, debido a que los cálculos pueden resultar erróneos.

source: Use decimals on ratings
es: Usar decimales en las calificaciones

source: Allow logotypes for downloads
es: Permitir logotipos para las descargas

source: By enabling this option, you will able to provide a image logotype for downloads. Note that logos must be smaller in order to work properly.
es: Si se activa esta opción, será posible proporcionar una imagen logotipo para las descargas. Toma en cuenta que los logotipos deben ser pequeños para funcionar adecuadamente.

source: Maximum number of screenshots by download item
es: Número máximo de capturas por descarga

source: Secure directory
es: Directorio protegido

source: Specify the directory where secure download files will be stored. It is recomended that this directory will located outside from public directory.
es: Especifica el directorio donde las descargas protegidas serán almacenadas. Es altamente recomendable que este directorio este localizado fuera del directorio público del servidor.

source: General directory
es: Directorio general

source: Specify the directory where general files will be stored. This directory will exists within your public html directory.
es: Especifica el directorio donde las descargas normales serán almacenadas. Este directiorio debe ubicarse dentro del directorio de acceso público.

source: Show featured downloads list in home page
es: Mostrar descargas destacadas en la página inicial

source: Show featured downloads list at inner pages
es: Mostrar descargas destacadas en las páginas interiores

source: Limit number of featured downloads in list
es: Número de descargas destacadas en la lista

source: Show daily downloads list in home page
es: Mostrar descargas del día en la página de inicio

source: Show daily downloads list at inner pages
es: Mostrar descargas del día en las páginas interiores

source: Limit number of daily downloads in list
es: Número de descargas del día en la lista

source: Size of files for download in MB
es: Tamaño de los archivos para descarga en Megabytes

source: Your PHP configuration specify a limit of %s in posts requests and allows a upload max file size of %s
es: Tu configuración PHP determina un límite de %s en posts y permite un tamaño máximo de archivo de %s

source: Allowed file extensions
es: Extensiones de archivos permitidas

source: Separate each extensión with "|".
es: Separe cada extensión con "|".

source: Limit number of downloads for home lists
es: Número límite de descargas en las listas de la página inicial

source: Number of days during downloads will consider as new
es: Número de días durante los cuales las descargas se consideran como nuevas

source: Number of days during downloads will consider as updated after its edition
es: Núermo de días para considerar una descarga como actualizada después de su edición

source: Show categories in home page and categories page
es: Mostrar categorías en la página inicial y en las página de las categorías

source: Show related items
es: Mostrar descargas relacionadas

source: Number of items in related items list
es: Número de descargas en la lista de descargas relacionadas

source: Time before to start downloads
es: Tiempo de espera antes de iniciar la descarga

source: This value must be specified in seconds. If you wish to start download immediately then set this value to "0".
es: Este valor debe ser especificado en segundos. Si deseas iniciar la descarga inmediatamente entonces establece este valor como "0".

source: Layout appearance
es: Diseño

source: Select the layout format to front-end
es: Selecciona el diseño para el frontend del módulo

source: Home Page
es: Inicio

source: Item details
es: Detalles de la descarga

source: Download file
es: Descargar archivo

source: Submit download
es: Enviar descarga

source: Search
es: Buscar

source: Control Panel
es: Panel de Control

source: Screenshots Management
es: Administrador de Capturas
